module.exports = {
    config: {
        name: "gen",
        version: "1.1",
        author: "𝙕𝙚𝙩𝙨𝙪",
        countDown: 1,
        role: 0,
        shortDescription: " commencer une conversation ",
        longDescription: "ignore this command",
        category: "no prefix",
    },
onStart: async function(){}, 
onChat: async function({
    event,
    message,
    getLang
}) {
    if (event.body && event.body.toLowerCase() == "zetapi gen") return message.reply(" ┏𝗚𝗘𝗡𝗘𝗥𝗔𝗧𝗜𝗢𝗡 𝗗'𝗜𝗠𝗔𝗚𝗘 (𝐁𝐲 𝐙𝐞𝐭𝐀𝐩𝐢) : \n\n◉ 𝗫𝗟 ➨𝘐𝘮𝘢𝘨𝘦 𝘥'𝘢𝘯𝘪𝘮𝘦 𝘥𝘦 𝘲𝘶𝘢𝘭𝘪𝘵𝘦 𝘴𝘶𝘱𝘦𝘳𝘪𝘦𝘶𝘳. 𝘗𝘢𝘳𝘧𝘢𝘪𝘵 𝘱𝘰𝘶𝘳 𝘨𝘦𝘯𝘦𝘳𝘦𝘳 𝘥𝘦𝘴 𝘱𝘦𝘳𝘴𝘰𝘯𝘯𝘢𝘨𝘦𝘴 𝘥'𝘢𝘯𝘪𝘮𝘦𝘴 𝘤𝘰𝘯𝘯𝘶𝘴 ! \n\n◉ 𝗡𝗜𝗝𝗜 ➨ 𝘐𝘮𝘢𝘨𝘦 𝘥'𝘢𝘯𝘪𝘮𝘦 𝘥𝘦 𝘲𝘶𝘢𝘭𝘪𝘵𝘦 𝘴𝘶𝘱𝘦𝘳𝘪𝘦𝘶𝘳. 𝘗𝘢𝘳𝘧𝘢𝘪𝘵 𝘱𝘰𝘶𝘳 𝘨𝘦𝘯𝘦𝘳𝘦𝘳 𝘴𝘦𝘴 𝘱𝘳𝘰𝘱𝘳𝘦𝘴 𝘱𝘦𝘳𝘴𝘰𝘯𝘯𝘢𝘨𝘦𝘴 !\n\n◉ 𝗔𝗡𝗜𝗠𝗔𝗚𝗜𝗡𝗘 ➨ 𝘐𝘮𝘢𝘨𝘦 𝘥'𝘢𝘯𝘪𝘮𝘦𝘴 𝘥𝘦 𝘣𝘰𝘯𝘯𝘦 𝘰𝘶 𝘩𝘢𝘶𝘵𝘦 𝘲𝘶𝘢𝘭𝘪𝘵𝘦  𝘴𝘦𝘭𝘰𝘯 𝘭𝘦 𝘮𝘰𝘥𝘦𝘭 𝘤𝘩𝘰𝘪𝘴𝘪𝘦. 𝘋𝘪𝘴𝘱𝘰𝘴𝘦 𝘥𝘦 𝟭𝟱 𝘮𝘰𝘥𝘦𝘭𝘴 𝘢𝘵𝘵𝘳𝘢𝘺𝘢𝘯𝘵𝘴 𝘥𝘦 𝘨𝘦𝘯𝘦𝘳𝘢𝘵𝘪𝘰𝘯 𝘥'𝘪𝘮𝘢𝘨𝘦 𝘥'𝘢𝘯𝘪𝘮𝘦.\n\n◉ 𝗦𝗗𝗫𝗟 ➨ 𝘗𝘳𝘰𝘧𝘪𝘵𝘦𝘻 𝘥𝘦 𝟴 𝘮𝘰𝘥𝘦𝘭𝘴 𝘥𝘦 𝘴𝘵𝘢𝘣𝘭𝘦 𝘥𝘪𝘧𝘧𝘶𝘴𝘪𝘰𝘯 𝘟𝘓 𝘦𝘯 𝘴𝘶𝘱𝘦𝘳𝘣𝘦 𝘘𝘶𝘢𝘭𝘪𝘵𝘦.\n\n◉ 𝗜𝗠𝗔𝗚𝗜𝗡𝗘 (𝗣𝗥𝗢𝗗𝗜𝗔) ➨ 𝘗𝘳𝘰𝘧𝘪𝘵𝘦𝘻 𝘥𝘦 𝟲𝟮 𝘮𝘰𝘥𝘦𝘭𝘴 𝘥𝘦 𝘨𝘦𝘯𝘦𝘳𝘢𝘵𝘪𝘰𝘯 𝘥'𝘪𝘮𝘢𝘨𝘦𝘴 𝘥𝘦 𝘩𝘢𝘶𝘵𝘦 𝘲𝘶𝘢𝘭𝘪𝘵𝘦 𝘴𝘦𝘭𝘰𝘯 𝘷𝘰𝘴 𝘱𝘳𝘦𝘧𝘦𝘳𝘦𝘯𝘤𝘦𝘴 !\n\n◉ 𝗫𝗫 ➨ 𝘊𝘰𝘮𝘮𝘢𝘯𝘥𝘦 𝘥𝘦 𝘨𝘦𝘯𝘦𝘳𝘢𝘵𝘪𝘰𝘯 𝘥'𝘪𝘮𝘢𝘨𝘦𝘴 𝘥𝘦 𝘲𝘶𝘢𝘭𝘪𝘵𝘦𝘴 𝘥𝘪𝘷𝘦𝘳𝘴𝘦𝘴. 𝘊𝘦𝘵𝘵𝘦 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘦 𝘱𝘰𝘴𝘴𝘦𝘥𝘦 ∞ 𝙢𝙤𝙙𝙚𝙡𝙨. 𝘛𝘰𝘶𝘫𝘰𝘶𝘳𝘴 𝘦𝘯 𝘱𝘦𝘳𝘱𝘦𝘵𝘶𝘦𝘭 𝘮𝘢𝘫.\n\n◉ 𝗥𝗲𝗮𝗹 ➨ 𝘐𝘮𝘢𝘨𝘦𝘴  𝘴𝘶𝘱𝘦𝘳 𝘳𝘦𝘢𝘭𝘪𝘴𝘵𝘦𝘴, 𝘓𝘦 𝘯𝘪𝘷𝘦𝘢𝘶 𝘥𝘦 𝘳𝘦𝘢𝘭𝘪𝘴𝘮𝘦 𝘥𝘦𝘴 𝘪𝘮𝘢𝘨𝘦𝘴 𝘥𝘦 𝘤𝘦𝘵𝘵𝘦 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘦 𝘷𝘰𝘶𝘴 𝘧𝘦𝘳𝘢 𝘢𝘷𝘰𝘪𝘳 𝘥𝘦𝘴 𝘥𝘰𝘶𝘵𝘦𝘴 𝘴𝘶𝘳 𝘭𝘦 𝘧𝘢𝘪𝘵 𝘲𝘶'𝘦𝘭𝘭𝘦𝘴 𝘦𝘴𝘵 𝘦𝘵𝘦 𝘨𝘦𝘯𝘦𝘳𝘦𝘴  ! ┗━━━━⌾\n                  ━━◊━━     \n 𝗭𝗲𝘁𝘀𝘂 𝗔𝗶 𝗽𝗼𝘂𝗿 𝘃𝗼𝘂𝘀 𝗦𝗲𝗿𝘃𝗶𝗿 ");
}
};
